<?php
// Heading
$_['text_module']      = 'Модули';
$_['text_edit'] = $_['heading_title'] = 'Доставка в карточке товара';
$_['geo_description'] = 'Учитывать ГЕО данные для расчета доставкаи?';
$_['geo_need'] = "Использовать ГЕО зоны?";

$_['text_yes'] = "Да";
$_['text_no'] = "Нет";

$_['entry_status'] = "Включить?";
$_['entry_header'] = "Показывать текст:";
$_['entry_popup'] = "Текст во всплывающем окне:";
$_['text_success'] = "Успешно сохранено";

$_['button_save'] = "Сохранить";
$_['button_cancel'] = "Отмена";
$_['button_remove'] = "Удалить";

// Error
$_['error_permission'] = 'Внимание: У вас недостаточно прав для изменения этой страницы!';
?>
