<?php

// Heading
$_['heading_title'] = '<img width="24" height="24" src="view/image/neoseo.png" style="float: left;"><span style="margin:0;line-height: 24px;">NeoSeo Обмен с Bitrix24</span>';
$_['heading_title_raw'] = 'NeoSeo Обмен с Bitrix24';

//Tabs
$_['tab_general'] = 'Основные настройки';
$_['tab_logs'] = 'Логи';
$_['tab_support'] = 'Поддержка';
$_['tab_license'] = 'Лицензия';
$_['tab_lead'] = 'Лиды';
$_['tab_deal'] = 'Сделки';
$_['tab_contact'] = 'Контакты';

// Text
$_['text_module_version'] = '';
$_['text_success'] = 'Настройки модуля обновлены!';
$_['text_module'] = 'Модули';
$_['text_success_clear'] = 'Лог файл успешно очищен!';
$_['text_clear_log'] = 'Очистить лог';
$_['text_clear'] = 'Очистить';
$_['text_match_table_contact_type'] = 'Таблица соответствий: Группа покупателя на сайте - Тип контакта в Bitrix24';
$_['text_match_table_deal_stage'] = 'Таблица соответствий: Статус заказа на сайте - Стадия сделки в Bitrix24';
$_['text_match_table_deal_type'] = 'Таблица соответствий: Категория на сайте - Тип сделки в Bitrix24';

//Columns
$_['column_customer_group'] = 'Группа покупателя';
$_['column_type_contact'] = 'Тип контакта';
$_['column_order_status'] = 'Статус заказа';
$_['column_deal_stage'] = 'Стадия сделки';
$_['column_category'] = 'Категория';
$_['column_deal_type'] = 'Тип сделки';

//Buttons
$_['button_save'] = 'Сохранить';
$_['button_save_and_close'] = 'Сохранить и Закрыть';
$_['button_close'] = 'Закрыть';
$_['button_recheck'] = 'Проверить еще раз';
$_['button_clear_log'] = 'Очистить лог';
$_['button_download_log'] = 'Скачать файл логов';

// Entry
$_['entry_debug'] = 'Отладочный режим:<br /><span class="help">В логи модуля будет писаться различная информация для разработчика модуля.</span>';
$_['entry_status'] = 'Статус';
$_['entry_portal_name'] = 'Название портала';
$_['entry_portal_name_desc'] = 'Название портала можно получить через ссылку в создании вебхука. Указывается лишь название портала, без bitrix24. Например, название портала test.bitrix24. В поле необходимо указать <b>test</b>';
$_['entry_id_user'] = 'Идентификатор пользователя';
$_['entry_id_user_desc'] = 'Числовой идентификатор пользователя, создавшего вебхук. Под правами этого пользователя будет работать этот вебхук. ИД можно получить через ссылку в создании вебхука';
$_['entry_secret_code'] = 'Секретный код';
$_['entry_secret_code_desc'] = 'Секретный код, можно получить через ссылку в создании вебхука';
$_['entry_domain'] = 'Домен для синхронизации';

$_['entry_lead_user_id'] = 'Пользователь, который ответственный за лиды';

$_['entry_add_lead_register'] = 'Создавать лид при регистрации';
$_['entry_add_lead_register_desc'] = 'Лид будет создан только при использовании стандартных методов регистрации';
$_['entry_add_lead_neoseo_catch_contacts'] = 'Создавать лид при создании заявки в модуле "NeoSeo Захват контактов"';
$_['entry_add_lead_neoseo_catch_contacts_desc'] = 'Лид будет создан только при наличии установленного модуля "NeoSeo Захват контактов"';
$_['entry_add_lead_neoseo_notify_when_available'] = 'Создавать лид при создании заявки в модуле "NeoSeo Подписка на поступление товара"';
$_['entry_add_lead_neoseo_notify_when_available_desc'] = 'Лид будет создан только при наличии установленного модуля "NeoSeo Подписка на поступление товара"';

$_['entry_source_lead_register'] = 'Источник при  регистрации';
$_['entry_source_lead_neoseo_account_register'] = 'Источник при регистрации в модуле "NeoSeo Личный кабинет покупателя"';
$_['entry_source_lead_neoseo_checkout_register'] = 'Источник при регистрации в модуле "NeoSeo Оформление заказа"';
$_['entry_source_lead_neoseo_catch_contacts'] = 'Источник при создании заявки в модуле "NeoSeo Захват контактов"';
$_['entry_source_lead_neoseo_notify_when_available'] = 'Источник при создании заявки в модуле "NeoSeo Подписка на поступление товара"';

$_['entry_add_deal_order'] = 'Создавать сделку при создании заказа';
$_['entry_add_deal_order_desc'] = 'Сделка будет создана при использовании стандартных методов создания заказа';
$_['entry_deal_user_id'] = 'Пользователь, который ответственный за сделки';
$_['entry_deal_stage_default'] = 'Стадия сделки по умолчанию';
$_['entry_deal_stage_default_desc'] = 'Применяется, если статус заказа не выбран в таблице соответствий.';
$_['entry_deal_type_default'] = 'Тип сделки по умолчанию';
$_['entry_deal_type_default_desc'] = 'Применяется, если категория не выбрана в таблице соответствий.';
$_['entry_deal_extra_property'] = 'Выгружать расширенные данные по сделке';
$_['entry_deal_extra_property_desc'] = 'Если в заказе Вам нужно выгружать дополнительные даные по сделке, укажите <b>Название;Таблица БД;Поле</b>, где <b>Название</b> - название идентификатора поля в Битрикс24, в который будет помещены дополнительные даные, <b>Таблица БД</b> - таблица из которой будет взято дополнительные даные, <b>Поле</b> - поле таблицы, из которого будет взято значение и помещено в дополнительное поле. Обязательное наличие в таблице одного из полей (order_id | customer_id). Разбор указанных полей должен быть настроен в Битрикс 24. Каждая запись с новой строки. <br> <b>Пример:</b> <br> UF_CRM_5EB107860C481;oc_order;shipping_address_1';

$_['entry_unload_options'] = 'Выгружать опции в комментарии к сделке';
$_['entry_unload_order_status'] = 'Создавать сделку, если заказу присвоен статус';

$_['entry_add_contact'] = 'Создавать контакт перед созданием лида';
$_['entry_contact_user_id'] = 'Пользователь, который ответственный за контакты';
$_['entry_source_contact'] = 'Источник при создании контакта';
$_['entry_type_contact_default'] = 'Тип контакта по умолчанию';
$_['entry_type_contact_default_desc'] = 'Применяется, если группа покупателя не выбрана в таблице соответствий.';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
$_['error_empty_params'] = 'Для отображения списка выбора пользователей и источников (вкладка Контакты, Лиды и Сделки) необходимо заполнить основные параметры модуля и сохранить настройки!';
$_['error_download_logs'] = 'Файл логов пустой или отсутствует!';
$_['error_ioncube_missing'] = '';
$_['error_license_missing'] = '';
$_['mail_support'] = '';
$_['module_licence'] = '';
$_['text_module_version']='7';
$_['error_license_missing']='<h3 style="color:red">Отсутствует файл с ключом!</h3>

<p>Для получения файла с ключом свяжитесь с NeoSeo по email <a href="mailto:license@neoseo.com.ua">license@neoseo.com.ua</a>, при этом укажите:</p>
<ul>
	<li>название сайта, на котором вы купили модуль, например: https://neoseo.com.ua</li>
	<li>название модуля, который вы купили, например: NeoSeo Обмен с 1С:Предприятие</li>
	<li>ваше имя пользователя (ник-нейм) на этом сайте, например, NeoSeo</li>
	<li>номер заказа на этом сайте, например, 355446</li>
	<li>основной домен сайта для которого и будет активирован файл с ключом, например, https://neoseo.ua</li>
</ul>

<p>Полученный файл с ключом положите в корень сайта, рядом с файлом robots.txt и нажмите кнопку "Проверить еще раз".</p>

<p>По любым вопросам пишите на info@neoseo.com.ua</p>';
$_['error_ioncube_missing']='<h3 style="color:red">Отсутствует IonCube Loader!</h3>

<p>Чтобы пользоваться нашим модулем, вам нужно установить IonCube Loader.</p>

<p>Для установки обратитесь в ТП Вашего хостинга</p>

<p>Если у вас не получается установить IonCube Loader самостоятельно, вы можете попросить помощи у наших специалистов по адресу <a href="mailto:info@neoseo.com.ua">info@neoseo.com.ua</a></p>';
$_['module_licence']='<h2>Условия лицензионного соглашения на использование программного обеспечения NeoSeo</h2>
<p>Благодарим вас за покупку программных продуктов нашей веб-студии.</p>
<p>Ниже приведены юридические условия, которые распространяются на всех, кто посещает наш сайт и пользуется нашими программными продуктами или услугами. Данные условия направлены на то, чтобы защитить ваши интересы и интересы ООО “НЕОСЕО” и его аффилированных структур и лиц (далее, "мы", "NeoSeo"), которые выступают в договорах от его имени.</p>
<p><strong>1. Введение</strong></p>
<p>Настоящие Условия использования NeoSeo (“Условия использования”) наряду с дополнительными условиями, которые касаются ряда конкретных услуг или программных продуктов, разработок и представлены на веб-сайте(-ах) NeoSeo, содержат условия и положения, действие которых распространяется на каждого посетителя или пользователя (“Пользователь”, “вы” или “Покупатель”) веб-сайта NeoSeo, приложений, дополнений и компонентов, предложенных нами наряду с предоставлением услуг и веб-сайта, если не указано иное (все услуги и программное обеспечение, программные модули предложенные через веб-сайт NeoSeo или вспомогательные сервисы, веб-сервисы, др. приложения от лица NeoSeo совместно именуются – “Услуги NeoSeo” или “Услуги”).</p>
<p>Условия NeoSeo являются обязательным юридическим договором между NeoSeo и вами – поэтому просим вас внимательно ознакомиться с ними.</p>
<p>Вы можете посещать и/или использовать Услуги NeoSeo только в том случае, если полностью согласны с Условиями NeoSeo: используя какую-либо из Услуг NeoSeo и/или подписываясь на неё, вы выражаете и подтверждаете своё согласие с данными Условиями использования и иными Условиями NeoSeo, например, условия предоставления услуг программирования в разрезе типичных и нетипичных задач, которые выписаны тут:   <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a> , (далее Условия NeoSeo).</p>
<p>Если вы не можете прочитать Условия NeoSeo, не понимаете их или не согласны с ними, вы должны незамедлительно покинуть Веб-сайт NeoSeo и не пользоваться Услугами NeoSeo.</p>
<p>Используя наши Программные продукты, Сервисы и Услуги, вы подтверждаете, что ознакомились с нашей Политикой конфиденциальности, доступной к просмотру по адресу <a href="https://neoseo.com.ua/politika-konfidencialnosti" target="_blank" class="external">https://neoseo.com.ua/politika-konfidencialnosti</a>   (“Политика конфиденциальности”).</p>
<p>Настоящий документ является лицензионным соглашением между вами и NeoSeo.</p>
<p>Принимая это соглашение или используя программное обеспечение, вы соглашаетесь со всеми настоящими условиями.</p>
<p>Настоящее соглашение относится к программному обеспечению NeoSeo, любым шрифтам, значкам, изображениям или звуковым файлам, предоставляемым в составе программного обеспечения, а также ко всем обновлениям, дополнениям или службам NeoSeo для программного обеспечения, если в их отношении не применяются иные условия. Это также касается разработанных в NeoSeo приложений и дополнений для SEO-Магазина, которые обеспечивают расширение его функциональных возможностей.</p>
<p>К использованию вами некоторых функций приложений могут применяться дополнительные условия NeoSeo и третьих лиц. Для корректной работы некоторых приложений необходимы дополнительные соглашения с отдельными условиями и политиками конфиденциальности, например с сервисами, предоставляющими услуги смс-нотификации.</p>
<p>Программное обеспечение не продается, а предоставляется по лицензии.</p>
<p>NeoSeo сохраняет за собой все права (например, права, предусмотренные законами о защите интеллектуальной собственности), которые не предоставляются явным образом в рамках настоящего соглашения. Например, эта лицензия не предоставляет вам права:</p>
<li>отдельно использовать или виртуализировать компоненты программного обеспечения;</li>
<li>публиковать или копировать (за исключением разрешенной резервной копии) программное обеспечение, предоставлять программное обеспечение в прокат, в аренду или во временное пользование;</li>
<li>передавать программное обеспечение (за исключением случаев, предусмотренных настоящим соглашением);</li>
<li>пытаться обойти технические ограничения в программном обеспечении;</li>
<li>изучать технологию, декомпилировать или деассемблировать программное обеспечение, а также предпринимать соответствующие попытки, кроме как в той мере и в тех случаях, когда это (а) разрешено применимым правом; (б) разрешено условиями лицензии на использование компонентов с открытым исходным кодом, которые могут входить в состав этого программного обеспечения; (c) необходимо для отладки изменений каких-либо библиотек, лицензируемых по малой стандартной общественной лицензии GNU, которые входят в состав программного обеспечения и связанны с ним;</li>
<p>Вы имеете право использовать данное программное обеспечение, только если у вас имеется соответствующая лицензия и программное обеспечение было должным образом активировано с использованием подлинного ключа продукта или другим разрешенным способом.</p>
<p>В стоимость лицензии SEO-Магазина не включены услуги установки, настройки и тем более его стилизации, также как и других платных/бесплатных дополнений к нему. Данные услуги являются дополнительными, стоимость зависит от количества необходимых для реализации часов, детальнее тут: <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a></p>
<p>С полной версией документа можно ознакомиться здесь:<a href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank" class="external">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a>
</p>';
$_['mail_support']='<h2>Условия бесплатной и платной информационной и технической поддержки в <a class="external" href="https://neoseo.com.ua/" target="_blank">NeoSeo</a>.</h2>

<p>Поскольку мы уверены в том, что любая Качественная работа должна оплачиваться, все консультации, требующие предварительной подготовки ответа у нас платные, в т.ч. и разборы по ситуациям в стиле: &quot;посмотрите, а почему тут ВАШ модуль не работает?&quot;</p>

<p>Если ответ на Ваш вопрос уже у нас готов, Вы его получите бесплатно, но если для того, чтобы ответить нужно потратить время на то, чтобы разобраться в вопросе, изучить файлы, найти ошибку и подумать, прежде, чем что-то ответить, попросим оплатить.</p>

<p>Мы помогаем бесплатно <strong>по установке</strong> и <strong>устранению ошибок при установке</strong> купленных у нас модулей в порядке общей очереди.</p>

<p>С любыми вопросами обращайтесь на www.opencartmasters.com.</p>

<p>С полной версией лицензионного соглашения ознакомьтесь здесь:  <a class="external" href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a></p>

<p><strong>Акция: напишите отзыв - получите модуль в подарок :)</strong></p>

<p>Уважаемые Клиенты веб-студии NeoSeo,</p>

<p>скажите, что может быть лучше для развития компании, чем публичные отзывы? Это отличный способ услышать своего Клиента и сделать свои продукты и сервис ещё лучше.</p>

<p>Пожалуйста, оставьте отзыв о сотрудничестве с нашей веб-студией или о работе наших программных решений (дополнений) на наших страничках в Facebook, Google, Яндексе и на OpenCartForum.com.</p>

<p>Пишите как есть, нам важно услышать честную и объективную оценку, а в знак благодарности за потраченное на написание отзывов время, мы подготовили приятный бонус. Детальные условия здесь: <a href="https://neoseo.com.ua/akciya-modul-v-podarok " target="_blank">https://neoseo.com.ua/akciya-modul-v-podarok </a></p>

<p>Еще раз, большое спасибо за то, что вы с нами!</p>

<p>Команда NeoSeo</p>';
