<?php
// Heading
$_['heading_title']          = 'Варианты товаров';

// Text
$_['text_success_insert']    = 'Внимание: Вы создали группу вариантов!';
$_['text_success_update']    = 'Внимание: Вы изменили группу вариантов!';
$_['text_success_delete']    = 'Внимание: Вы удалили группу вариантов!';

// Column
$_['column_title']           = 'Группа вариантов товара';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_status']          = 'Статус';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заголовок:';
$_['entry_content']          = 'Описание:';
$_['entry_label']            = 'Видна только администратору магазина, для более удобной навигации';
$_['text_label']             = 'Заметка';
$_['entry_sort_order']       = 'Порядок сортировки:';
$_['entry_status']           = 'Статус:';
$_['entry_product']          = 'Товары:';
$_['button_insert']          = 'Создать группу';
$_['button_edit']          = 'Редактировать';
$_['edit_group']           = 'Управление группой товаров';
$_['edit_module']           = 'Управление группами товаров';
// Error 
$_['error_warning']          = 'Внимание: Проверьте данные на содержание ошибок!';
$_['error_permission']       = 'Внимание: У вас недостаточно прав для редактирования модуля!';
$_['error_title']            = 'Заголовок группы вариантов должно быть от 2-х до 64-х символов!';
?>