<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Купить подарочный сертификат',
  'text_account' => 'Аккаунт',
  'text_voucher' => 'Подарочный сертификат',
  'text_description' => 'Подарочный сертификат будет отправлен получателю после того как Вы оплатите стоимость Подарочного сертификата.',
  'text_agree' => 'Я уведомлен, что подарочные сертификаты не подлежат возврату.',
  'text_message' => '<p>Спасибо за покупку подарочного сертификата! После завершения заказа получателю будет выслано письмо с инструкцией, о том, как воспользоваться сертификатом</p>',
  'text_for' => '%s Подарочный сертификат для %s',
  'entry_to_name' => 'Имя получателя',
  'entry_to_email' => 'Email получателя',
  'entry_from_name' => 'Ваше имя',
  'entry_from_email' => 'Ваш Email',
  'entry_theme' => 'Тема подарочного сертификата',
  'entry_message' => 'Сообщение',
  'entry_amount' => 'Сумма',
  'help_message' => 'Сообщение или поздавление для получателя сертификата (не обязательно)',
  'help_amount' => 'Должна быть больше %s и меньше %s',
  'error_to_name' => 'Имя получателя должно быть от 1 до 64 символов!',
  'error_from_name' => 'Ваше имя должно быть от 1 до 64 символов!',
  'error_email' => 'Введите корректный E-Mail!',
  'error_theme' => 'Выберите тему сертификата!',
  'error_amount' => 'Внимание. Сумма должна быть больше %s и меньше %s!',
  'error_agree' => 'Вы должны согласиться с тем, что подарочные сертификаты не подлежат возврату!',
));

