<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Партнерская программа',
  'text_account' => 'Кабинет Партнера',
  'text_login' => 'Войти',
  'text_description' => '<p>Партнерская программа %s совершенно бесплатна и позволяет участникам получать дополнительный доход, путем размещения ссылок как на Наш магазин  %s или на отдельные товары. Каждая покупка, совершенная по партнерской ссылке, приносит агентскую комиссию. Стандартный размер комиссии составляет %s.</p><p>За подробной информацией обращайтесь на страницу информации для партнеров.</p>',
  'text_new_affiliate' => 'Новый Партнер',
  'text_register_account' => '<strong>Я не являюсь партнером.</strong><p>Нажмите Вперед чтобы создать учетную запись партнера. Обратите внимание, что эта учетная запись никак не связана с какой либо учетной записью покупателя!</p>',
  'text_returning_affiliate' => 'Вход для партнеров',
  'text_i_am_returning_affiliate' => 'Я уже зарегистрирован.',
  'text_forgotten' => 'Забыли пароль?',
  'entry_email' => 'Партнерский E-Mail',
  'entry_password' => 'Пароль',
  'error_login' => 'Не найден введённый адрес E-Mail и/или пароль указан неправильно.',
  'error_attempts' => 'Warning: Your account has exceeded allowed number of login attempts. Please try again in 1 hour.',
  'error_approved' => 'Ваш аккаунт пока не одобрен. Ожидайте, скоро администрация должна одобрить Ваш аккаунт.',
));

