<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Файлы для скачивания',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Файлы для скачивания',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'text_upload' => 'Файл загружен',
  'column_name' => 'Название',
  'column_date_added' => 'Дата',
  'column_action' => 'Действие',
  'entry_name' => 'Название загрузки',
  'entry_filename' => 'Имя файла',
  'entry_mask' => 'Маска',
  'help_filename' => 'Вы можете загрузить файл с помощью кнопки загрузки, либо через FTP, указав детали ниже.',
  'help_mask' => 'Рекомендуем, чтобы имя файла и маска были различны, это предотвратит прямой доступ к файлам.',
  'error_permission' => 'У вас нет прав для редактирования загрузок!',
  'error_name' => 'Название должно содержать от 3 до 64 символов!',
  'error_upload' => 'Необходима загрузка!',
  'error_filename' => 'Название файла должно содержать от 3 до 128 символов!',
  'error_exists' => 'Файл не существует!',
  'error_mask' => 'Маска должна содержать от 3 до 128 символов!',
  'error_filetype' => 'Неправильный тип файла!',
  'error_product' => 'Внимание: Эту загрузку нельзя удалить, так как назначена к %s товарам!',
));

