<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Банковский перевод',
  'text_payment' => 'Оплата',
  'text_success' => 'Настройки успешно изменены!',
  'text_edit' => 'Редактирование',
  'entry_bank' => 'Инструкция по переводу средств',
  'entry_total' => 'Нижняя граница',
  'entry_order_status' => 'Статус заказа после оплаты',
  'entry_geo_zone' => 'Географическая зона',
  'entry_status' => 'Статус',
  'entry_sort_order' => 'Порядок сортировки',
  'help_total' => 'Минимальная сумма заказа. Ниже данной суммы, способ оплаты будет недоступен.',
  'error_permission' => 'У Вас нет прав для управления данным модулем!',
  'error_bank' => 'Необходимо заполнить инструкцию по переводу!',
));

