<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'text_subject' => '%s - Благодарим за регистрацию',
  'text_welcome' => 'Добро пожаловать в %s и благодарим Вас за регистрацию!!',
  'text_login' => 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке',
  'text_approval' => 'Ваш аккаунт создан и ожидает подтверждения. После подтверждения, Вы сможете войти в магазин, используя E-Mail и пароль, по ссылке',
  'text_services' => 'После входа в систему, Вы сможете получить доступ к разным сервисам Магазина, такие как обзор последних заказов, печать счета и редактирование информации о Вашей учетной записи.',
  'text_thanks' => 'Спасибо,',
  'text_new_customer' => 'Новый клиент',
  'text_signup' => 'Зарегистрирован новый клиент',
  'text_website' => 'Сайт',
  'text_customer_group' => 'Группа клиентов',
  'text_firstname' => 'Имя, Отчество',
  'text_lastname' => 'Фамилия',
  'text_email' => 'E-Mail',
  'text_telephone' => 'Телефон',
));

