<?php
// Heading
$_['heading_title']				= 'Thank you for shopping with %s .... ';

// Text
$_['kassa_title'] = 'Яндекс.Касса (банковские карты, электронные деньги и другое)';
$_['p2p_title'] = 'Яндекс.Деньги';

$_['text_method'] = 'Метод оплаты';

$_['text_method_ym'] = 'Яндекс.Деньги1';


$_['text_method_ym']       = 'Оплата из кошелька в Яндекс.Деньгах.';
$_['text_method_wm']       = 'Оплата из кошелька в системе WebMoney.';
$_['text_method_mobile']       = 'Платеж со счета мобильного телефона.';
$_['text_method_cards']       = 'Оплата с банковской карты.';
$_['text_method_card']       = 'Оплата с произвольной банковской карты.';
$_['text_method_cash']       = 'Оплата наличными через кассы и терминалы.';
$_['text_method_sber']       = 'Оплата через Сбербанк: оплата по SMS или Сбербанк Онлайн.';
$_['text_method_alfa']       = 'Оплата через Альфа-Клик.';
$_['text_method_ma']       = 'Оплата через MasterPass.';
$_['text_method_pb']       = 'Оплата через Промсвязьбанк.';
$_['text_method_qw']       = 'Оплата через QIWI Wallet.';
$_['text_method_qp']       = 'Оплата через доверительный платеж (Куппи.ру).';

$_['text_order'] = 'Заказ';
$_['text_comment'] = 'Комментарий';
$_['wallet_ok_txt'] = 'Спасибо! Ваш заказ успешно оплачен. Мы приступили к его обработке.';
$_['text_back'] = 'Вернуться назад';