<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Состояние на складе',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Список состояний',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Варианты состояний склада',
  'column_action' => 'Действие',
  'entry_name' => 'Название состояния склада',
  'error_permission' => 'У Вас нет прав для изменения вариантов состояний склада!',
  'error_name' => 'Название должно быть от 3 до 32 символов!',
  'error_product' => 'Состояние на складе не может быть удалена, так как назначена %s товарам!',
));

