<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Единицы веса',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Единицы веса',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_title' => 'Название единицы веса',
  'column_unit' => 'Единица веса',
  'column_value' => 'Значение',
  'column_action' => 'Действие',
  'entry_title' => 'Название единицы веса',
  'entry_unit' => 'Единица веса',
  'entry_value' => 'Значение',
  'help_value' => 'Установите на 1.00000 если это единица веса по умолчанию.',
  'error_permission' => 'У Вас нет прав для изменения списка единиц веса!',
  'error_title' => 'Название единицы веса должно быть от 3 до 32 символов!',
  'error_unit' => 'Единица веса должна быть от 1 до 4 символов!',
  'error_default' => 'Единица веса не может быть удалена, поскольку она установлена по умолчанию!',
  'error_product' => 'Единицы веса не может быть удалена, так как назначена %s товарам!',
));

