<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Группы клиентов',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Группы клиентов',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Название группы клиентов',
  'column_sort_order' => 'Порядок сортировки',
  'column_action' => 'Действие',
  'entry_name' => 'Название',
  'entry_description' => 'Описание',
  'entry_approval' => 'Подтверждение новых клиентов',
  'entry_sort_order' => 'Порядок сортировки',
  'help_approval' => 'Клиенты должны быть активированы администратором, прежде чем они смогут осуществить вход в магазин.',
  'error_permission' => 'У Вас нет прав для изменения настроек Группы клиентов!',
  'error_name' => 'Название группы должно быть от 3 до 64 символов!',
  'error_default' => 'Данную группу клиентов нельзя удалить, т.к она назначена для основного магазина!',
  'error_store' => 'Данную группу клиентов нельзя удалить, т.к она назначена %s магазинам!',
  'error_customer' => 'Данную группу клиентов нельзя удалить, т.к она назначена %s клиентам!',
));

