<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Тематика подарочного сертификата',
  'text_success' => 'Тематика подарочного сертификата изменена!',
  'text_list' => 'Список тематик',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Названия тематики',
  'column_action' => 'Действие',
  'entry_name' => 'Название тематики',
  'entry_description' => 'Описание тематики',
  'entry_image' => 'Изображение',
  'error_permission' => 'У Вас нет прав для изменения тематики сертификатов!',
  'error_name' => 'Название должно быть от 3 до 32 символов!',
  'error_image' => 'Изображение обязательно!',
  'error_voucher' => 'Данная тематика не может быть удалена, т.к назначена %s сертификату(ам)!',
));

