<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Группы пользователей',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Группы пользователей',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Группы пользователей',
  'column_action' => 'Действие',
  'entry_name' => 'Группа пользователей',
  'entry_access' => 'Разрешён просмотр',
  'entry_modify' => 'Разрешено внесение изменений',
  'error_permission' => 'У Вас нет прав для управления данным модулем!',
  'error_name' => 'Название группы пользователей должно быть от 3 до 64 символов!',
  'error_user' => 'Данная группа пользователей не может быть удалена т.к содержит %s пользователей!',
));

