<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Статусы заказов',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Статусы заказов',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Статусы заказов',
  'column_action' => 'Действие',
  'entry_name' => 'Cтатус заказа',
  'error_permission' => 'У Вас нет прав для изменения статусов заказов!',
  'error_name' => 'Статус заказа должен быть от 3 до 32 символов!',
  'error_default' => 'Статус заказа не может быть исключен, поскольку он прикрелпен к статусу заказа основного магазина!',
  'error_download' => 'Статус заказа не может быть исключен, поскольку он прикреплен к статусу скачивания по умолчанию!',
  'error_store' => 'Статус заказа не может быть удален, так как назначена %s магазинам!',
  'error_order' => 'Статус заказа не может быть удален, так как назначена %s заказам!',
));

