<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Причина возврата',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Причина возврата',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Причина возврата',
  'column_action' => 'Действие',
  'entry_name' => 'Причина возврата',
  'error_permission' => 'У Вас нет прав для изменения причин возвратов!',
  'error_name' => 'Причина возврата должена быть от 3 до 32 символов!',
  'error_return' => 'Причина возврата не может быть удалена, так как назначена %s товарам!',
));

