<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Статусы возвратов',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Статусы возвратов',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Статус возврата',
  'column_action' => 'Действие',
  'entry_name' => 'Название статуса возврата',
  'error_permission' => 'У Вас нет прав для изменения статусов возвратов!',
  'error_name' => 'Статус возврата должен быть от 3 до 32 символов!',
  'error_default' => 'Статус возврата не может быть исключен, поскольку он прикрелпен к статусу возврата основного магазина!',
  'error_return' => 'Статус возврата не может быть удален, так как назначен %s возвратам!',
));

