<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'text_approve_subject' => '%s - Ваш аккаунт был активирован!',
  'text_approve_welcome' => 'Добро пожаловать и благодарим Вас за регистрацию в %s!',
  'text_approve_login' => 'Ваш аккаунт создан и Вы можете войти используя Ваши E-mail и пароль, посетив наш сайт по адресу',
  'text_approve_services' => 'После регистрации на сайте, Вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, печать счета, изменение информации Вашей учетной записи и др.',
  'text_approve_thanks' => 'Спасибо,',
  'text_transaction_subject' => '%s - Счет аккаунта',
  'text_transaction_received' => 'Вы получили на счет: %s',
  'text_transaction_total' => 'Общая сумма на Вашем аккаунте: %s.

Эта сумма будет автоматически расходоваться при следующих покупках.',
  'text_reward_subject' => '%s - Бонусные баллы',
  'text_reward_received' => 'Вы получили %s бонусных баллов!',
  'text_reward_total' => 'Общее число бонусных баллов %s.',
));

