<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Маркетинговая акция',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Маркетинговая акция',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Название Акции',
  'column_code' => 'Код',
  'column_clicks' => 'Переходов',
  'column_orders' => 'Заказов',
  'column_date_added' => 'Дата',
  'column_action' => 'Действие',
  'entry_name' => 'Название Акции',
  'entry_description' => 'Описание Акции',
  'entry_code' => 'Код отслеживания',
  'entry_example' => 'Пример',
  'entry_date_added' => 'Дата',
  'help_code' => 'Данный код используется для отслеживания продаж маркетинговой акции.',
  'help_example' => 'Таким образом, Вы можете добавить код отслеживания, в конце URL-адреса ссылающихся на ваш сайт или товар на вашем сайте.',
  'error_permission' => 'У Вас нет прав для изменения настроек модуля Маркетинговая акция !',
  'error_name' => 'Название акции должно быть от 3 до 32 символов!',
  'error_code' => 'Необходимо ввести Код отслеживания!',
));

