<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Доставка по городу',
  'text_shipping' => 'Доставка',
  'text_success' => 'Настройки успешно изменены!',
  'text_edit' => 'Редактирование',
  'entry_rate' => 'Нормы доставки',
  'entry_tax_class' => 'Класс налога',
  'entry_geo_zone' => 'Географическая зона',
  'entry_status' => 'Статус',
  'entry_sort_order' => 'Порядок сортировки',
  'help_rate' => 'Введите ценность до 5.2 десятичных разрядов. (12345.67) Пример: .1:1,.25:1.27 - Вес меньше или равный 0.1 кг будет стоить 1.00 (в единицах валюты по умолчанию), вес от 0.1 до 0.25 кг будет стоить 1.27. Не вписывайте кг или другие символы.',
  'error_permission' => 'У Вас нет прав для управления данным модулем!',
));

