<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Бесплатная доставка',
  'text_shipping' => 'Бесплатная доставка',
  'text_success' => 'Настройки успешно изменены!',
  'text_edit' => 'Редактирование',
  'entry_total' => 'Лимит суммы',
  'entry_geo_zone' => 'Географическая зона',
  'entry_status' => 'Статус',
  'entry_sort_order' => 'Порядок сортировки',
  'help_total' => 'Минимальная сумма заказа, необходимая для того, чтобы бесплатная доставка стала доступна.',
  'error_permission' => 'У Вас нет прав для управления данным модулем!',
));

