<?php
// Heading
$_['heading_title']    = 'Почта России';

// Text
$_['text_extension']   = 'Дополнения';
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_methods']     = 'Виды отправлений';
$_['text_browse']      = 'Обзор';
$_['text_clear']       = 'Удалить';
$_['text_form']        = 'Редактирование модуля Почта России';
$_['text_chislo']      = 'число';

$_['text_pismo_easy']  = 'Простое письмо';
$_['text_pismo_zakaz']  = 'Заказное письмо';
$_['text_pismo_price']  = 'Ценное письмо';
$_['text_pismo_price_obyavlennaya_stennost']  = 'Ценное письмо с объявленной ценностью';
$_['text_pismo_easy1']  = 'Простое письмо 1 класс';
$_['text_pismo_zakaz1']  = 'Заказное письмо 1 класс';
$_['text_pismo_price1']  = 'Ценное письмо 1 класс';
$_['text_pismo_price1_obyavlennaya_stennost']  = 'Ценное письмо 1 класс с объявленной ценностью';

$_['text_prostoj_multikonvert']  = 'Простой мультиконверт';
$_['text_zakaznoj_multikonvert'] = 'Заказной мультиконверт';

$_['text_prostaya_banderol']  = 'Простая бандероль';
$_['text_zakaznaya_banderol'] = 'Заказная бандероль';
$_['text_tsennaya_banderol']  = 'Ценная бандероль';
$_['text_tsennaya_banderol_obyavlennaya_stennost'] = 'Ценная бандероль с объявленной ценностью';
$_['text_tsennaya_posylka']     = 'Ценная посылка';
$_['text_tsennaya_aviaposylka'] = 'Ценная авиапосылка';
$_['text_tsennaya_posylka_obyavlennaya_stennost']  = 'Ценная посылка с объявленной ценностью';
$_['text_tsennaya_aviabanderol'] = 'Ценная авиабандероль';
$_['text_tsennaya_aviabanderol_obyavlennaya_stennost'] = 'Ценная авиабандероль с объявленной ценностью';
$_['text_tsennaya_aviaposylka_obyavlennaya_stennost'] = 'Ценная авиапосылка с объявленной ценностью';
$_['text_zakaznaya_banderol_1_class'] = 'Заказное отправление 1 класса';
$_['text_tsennaya_banderol_1_class'] = 'Ценное отправление 1 класса';
$_['text_tsennaya_banderol_1_class_obyavlennaya_stennost'] = 'Ценное отправление 1 класса с объявленной ценностью';
$_['text_posylka_1_class'] = 'Посылка 1 класса';
$_['text_posylka_1_class_obyavlennaya_stennost'] = 'Посылка 1 класса с объявленной ценностью';
$_['text_ems'] = 'Курьерская доставка EMS';
$_['text_courier_online'] = 'Курьер Онлайн';
$_['text_posylka_online'] = 'Посылка Онлайн';
$_['text_ekom'] = 'Доставка ЕКОМ';
$_['text_ems_optimal'] = 'EMS Оптимальное до ЦВПП';
$_['text_ems_optimal_courier'] = 'EMS Оптимальное, доставка курьером';
$_['text_ekomp'] = 'ЕКОМ-Партнёр';
$_['text_business_courier'] = 'Бизнес-Курьер';
$_['text_business_courier_express'] = 'Бизнес-Курьер экспресс';

$_['text_mzhd_meshok_m']                = 'Международный мешок';
$_['text_mzhd_meshok_m_avia']           = 'Международный мешок авиа';
$_['text_mzhd_meshok_m_zakaznoi']       = 'Международный мешок заказной';
$_['text_mzhd_meshok_m_avia_zakaznoi']  = 'Международный мешок авиа заказной';
$_['text_mzhd_banderol']                = 'Международная бандероль';
$_['text_mzhd_banderol_avia']           = 'Международная авиабандероль';
$_['text_mzhd_banderol_zakaznaya']      = 'Международная бандероль заказная';
$_['text_mzhd_banderol_avia_zakaznaya'] = 'Международная авиабандероль заказная';
$_['text_mzhd_paket']                   = 'Международный мелкий пакет';
$_['text_mzhd_paket_avia']              = 'Международный мелкий пакет авиа';
$_['text_mzhd_paket_zakaznoi']          = 'Международный мелкий пакет заказной';
$_['text_mzhd_paket_avia_zakaznoi']     = 'Международный мелкий пакет авиа заказной';
$_['text_mzhd_posylka']                 = 'Международная посылка';
$_['text_mzhd_posylka_obyavlennaya_stennost']                 = 'Международная посылка с объявленной ценностью';
$_['text_mzhd_posylka_avia']            = 'Международная авиапосылка';
$_['text_mzhd_posylka_avia_obyavlennaya_stennost']            = 'Международная авиапосылка с объявленной ценностью';
$_['text_ems_mzhd_doc']                 = 'ЕMS международное - документы';
$_['text_ems_mzhd_prod']                = 'ЕMS международное - товары';

$_['text_noround']        = 'Не округлять';
$_['text_digit1']         = 'Округлить до целого числа';
$_['text_digit1_plus']    = 'Округлить до целого числа в большую сторону';
$_['text_digit9']         = 'Округлить до 9';
$_['text_digit10']        = 'Округлить до 10';
$_['text_digit50']        = 'Округлить до 50';
$_['text_digit100']       = 'Округлить до 100';

$_['text_bibb']           = 'Не доступно в выбранном регионе.';
$_['text_group']          = '-- Не выбрана --';
$_['text_restore']        = 'Восстановление из бэкапа';
$_['text_backup']         = 'Новый бэкап';
$_['text_zaglushka_type_0']         = 'Просто текст';
$_['text_zaglushka_type_1']         = 'Отдельный способ доставки';
$_['text_fixed']				    = 'Число';
$_['text_percent_source_product']	= '% от стоимости товаров';
$_['text_percent_shipping']			= '% от стоимости доставки';
$_['text_not_logged_in']            = 'неавторизованные';
$_['text_factor']				    = 'Множитель';
$_['text_all']            = 'Все';
$_['text_any']            = 'Хотя бы один';
$_['text_no_one']         = 'Ни одного';
$_['text_spec_number']      = 'Больше чем';
$_['text_spec_number2']     = 'Меньше чем';
$_['text_cost']              = 'Заглушка зависящая от стоимости товаров';
$_['text_region']            = 'Заглушка зависящая от региона';
$_['text_weight']            = 'Заглушка зависящая от веса';
$_['text_all_total']         = 'Заглушка зависящая от кол-ва товаров';
$_['text_show_no']          = 'Не отображать';
$_['text_show_descr']       = 'Отображать в описании';
$_['text_show_title']       = 'Отображать в заголовке';

//Button
$_['button_apply']        = 'Применить';
$_['button_restore']      = 'Восстановить';

//Tab
$_['tab_backup']          = 'Бэкап';
$_['tab_discount']        = 'Скидки/Наценки';
$_['tab_product_groups']  = 'Группы товаров';
$_['tab_zipcode']         = 'Индексы';
$_['tab_bubble']          = 'Заглушки';

// Column
$_['column_method']						= 'Вид отправления';
$_['column_geo_zone']					= 'Географическая зона';
$_['column_markup']						= 'Наценка';
$_['column_min_cost']				    = 'Мин. сумма за товары в корзине';
$_['column_max_cost']				    = 'Макс. сумма за товары в корзине';
$_['column_min_weight']				    = 'Мин. вес товаров в корзине';
$_['column_max_weight']				    = 'Макс. вес товаров в корзине';
$_['column_min_all_total']				= 'Мин. кол-во товаров в корзине';
$_['column_max_all_total']			    = 'Макс. кол-во товаров в корзине';

$_['column_customer_group']				= 'Группа покупателей';
$_['column_discount_value']				= 'Значение';
$_['column_group']                      = 'Группа товаров';
$_['column_group_logic']                = 'Отображать эти доставки, если в корзине лежат товары из выбранной группы';
$_['column_min_total']                  = 'Минимальная сумма за товары из группы';
$_['column_max_total']                  = 'Максимальная сумма за товары из группы';
$_['column_title']                      = 'Название';
$_['column_action']                     = 'Действие';
$_['column_inzip']                      = 'Индекс для переопределения';
$_['column_outzip']                     = 'Заменить на индекс';
$_['column_type']                       = 'Тип заглушки';
$_['column_bubble_title']               = 'Текст заглушки';

// Entry
$_['entry_cost']       = 'Дополнительная плата за обработку и отправку заказа:';
$_['entry_name']       = 'Название способа доставки:';
$_['entry_zone']       = 'Регион получателя по умолчанию:';
$_['entry_city']       = 'Индекс отправителя:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_total']      = 'Минимальная сумма заказа:';
$_['entry_max_total']  = 'Максимальная сумма заказа:';
$_['entry_store']      = 'Магазин:';
$_['entry_mid_weight'] = 'Средний вес заказа:';
$_['entry_min_weight'] = 'Минимальный допустимый вес заказа:';
$_['entry_max_weight'] = 'Максимальный допустимый вес заказа:';
$_['entry_upakovka']   = 'Учитывать вес упаковки:';
$_['entry_methods']    = 'Используемые виды отправлений:';
$_['entry_fragmentation']  = 'Разрешить разбиение:';
$_['entry_zaglushka']      = 'Отображать общую заглушку:';
$_['entry_zaglushka_text'] = 'Текст общей заглушки';
$_['entry_price']          = 'Цена упаковки:';
$_['entry_weight_class']   = 'Единица измерения веса:';
$_['entry_time']        = 'Срок доставки:';
$_['entry_incity']      = 'Не отображать этот вид отправления для городов:';
$_['entry_outcity']     = 'Отображать этот вид отправления для городов:';
$_['entry_min_order']   = 'Минимальная сумма заказа для данного вида отправления:';
$_['entry_max_order']   = 'Максимальная сумма заказа для данного вида отправления:';
$_['entry_image']       = 'Изображение:';
$_['entry_min_weight2'] = 'Минимальный допустимый вес заказа для данного вида отправления:';
$_['entry_max_weight2'] = 'Максимальный допустимый вес заказа для данного вида отправления:';
$_['entry_procent_price']   = 'Процент объявленной стоимости:';
$_['entry_value_for_total'] = 'В качестве суммы заказа брать все включая:';
$_['entry_max_products'] = 'Макс. кол-во товаров в заказе для данного вида отправления:';
$_['entry_min_products'] = 'Мин. кол-во товаров в заказе для данного вида отправления:';
$_['entry_round']        = 'Округление:';
$_['entry_description']  = 'Краткое описание:';
$_['entry_show_description']  = 'Показать краткое описание только тогда, когда вид отправления был выбран:';
$_['entry_payment']      = 'Способ оплаты для наложенного платежа:';
$_['entry_nalozhka']     = 'Множитель для отправлений наложенным платежом:';
$_['entry_tax_class']    = 'Налоговый класс:';
$_['entry_group']        = 'Группа товаров:';
$_['entry_show_nalozh_size'] = 'Отображать ценность отправления в названии способа доставки:';
$_['entry_min_delivery']   = 'Минимальная стоимость доставки для данного вида отправления:';
$_['entry_zaglushka_type'] = 'Тип общей заглушки';
$_['entry_customer_group'] = 'Группы покупателей:';
$_['entry_another_server'] = 'Получать данные через альтернативный сервер:';
$_['entry_zero_price']     = 'Отображать доставки даже, если цена получилась нулевая:';
$_['entry_title_tab']      = 'Альтернативное название для этого отправления:';
$_['entry_sort_order']     = 'Порядок сортировки:';
$_['entry_pmid_weight']    = 'Средний вес товара:';
$_['entry_nalozhka2']      = 'Размер наложенного платежа:';
$_['entry_zaglushka_vniz'] = 'Отображать заглушку ниже активных способов доставки:';
$_['entry_time_more']      = 'Добавить к сроку доставки это кол-во дней:';
$_['entry_corp_tarif']     = 'Использовать тарифы для корпоративных клиентов:';

// Help
$_['help_cost']         = 'Эта сумма добавляется к стоимости доставки. Можно вводить отицательные числа. Выбранный процент рассчитывается в зависимости от стоимости товаров в заказе.';
$_['help_name']         = 'Это заголовок для блока выбора способов доставки.';
$_['help_zone']         = 'Необходим для того, чтобы покупатели еще не введя свой адрес могли видеть, что есть возможность доставки Почтой России.';
$_['help_city']         = 'Введите индекс вашего почтового отделения, откуда будете отправлять заказы.';
$_['help_total']        = 'Если общая стоимость заказа меньше этой суммы, то модуль доставки Почта России не будет доступен.';
$_['help_max_total']    = 'Если общая стоимость заказа больше этой суммы, то модуль доставки Почта России не будет доступен.';
$_['help_mid_weight']   = 'Это значение будет использоваться, если вес товаров в корзине равен нулю.';
$_['help_min_weight']   = 'Если общий вес заказа меньше этого числа, то модуль доставки Почта России не будет доступен.';
$_['help_max_weight']   = 'Если общий вес заказа больше этого числа, то модуль доставки Почта России не будет доступен.';
$_['help_upakovka']     = 'Это значение будет добавлено к общему весу заказанных товаров. Выбранный процент рассчитывается в зависимости от веса товаров в заказе.';
$_['help_fragmentation']= 'Заказ будет разбит на несколько отправлений, если вес всего заказа превышает допустимый вес для выбранного метода доставки.';
$_['help_zaglushka']    = 'Если не нашлось ни одного вида отправления для выбранного адреса, будет отображаться заглушка.';
$_['help_procent_price']= 'Ограничивает процент объявленной стоимости, 100% - полная стоимость заказа. Возможные значения от 1 до 100.';
$_['help_incity']       = 'Например: Москва;Санкт-Петербург';
$_['help_outcity']      = 'Например: Москва;Санкт-Петербург';
$_['help_payment']      = 'Выберите из списка доступных способов оплаты тот, который у вас в системе используется как наложенный платеж.';
$_['help_description']  = 'Можно испльзовать HTML-тэги.';
$_['help_total']		= 'Начиная с этой суммы правило действительно.';
$_['help_discount_value'] = 'Для множителя размер скидки/наценки расчитывается по формуле: (Сумма_товаров + Сумма_доставки) * Множитель';
$_['help_pmid_weight']    = 'Это значение будет использоваться для веса товаров, у которых вес равен нулю.';
$_['help_inzip']          = 'Вы можете ввести несколько индексов через запятую.';
$_['help_nalozhka']       = 'Например, вы можете брать двойную плату поставив множитель 2';

// Error
$_['error_permission']  = 'У Вас нет прав для управления этим модулем!';
$_['error_methods']     = 'Выберите виды отправлений, которые вы будете использовать для отправки заказов!';
$_['error_geo_zone']    = 'Выберите хотя бы одну гео-зону!';
$_['error_store']       = 'Выберите магазин!';
$_['error_city']        = 'Введите индекс отправителя состоящий из 6 цифр!';
$_['error_number']      = 'Это поле может содержать только целые числа!';
$_['error_warning']     = 'Внимательно проверьте форму на ошибки!';
$_['error_decimal']     = 'Это поле может содержать целые числа или десятичные числа написанные через точку!';
$_['error_procent']     = 'Это поле может содержать значения от 1 до 100!';
$_['error_tariff_list']	= 'Выберите вид отправления!';
$_['error_empty']		= 'Заполните эти значения!';
$_['error_inzip']       = 'Введите шестизначнные цифровые индексы через запятую!';
$_['error_outzip']      = 'Индекс должен содержать только цифры!';
$_['error_empty_filter'] = 'Выберите группу товаров';
?>