<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Доставка в зависимости от веса',
  'text_shipping' => 'Доставка',
  'text_success' => 'Настройки успешно изменены!',
  'text_edit' => 'Редактирование',
  'entry_rate' => 'Расценки',
  'entry_tax_class' => 'Класс налога',
  'entry_geo_zone' => 'Географическая зона',
  'entry_status' => 'Статус',
  'entry_sort_order' => 'Порядок сортировки',
  'help_rate' => 'Пример: 5:10.00,7:12.00 Вес:Цена,Вес:Цена, и т.д. (Не вписывайте кг или другие символы)',
  'error_permission' => 'У Вас нет прав для управления данным модулем!',
));

