<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Оценки стоимости доставки',
  'text_success' => 'Расчет успешно выполнен!',
  'text_shipping' => 'Укажите ваш регион для оценки стоимости доставки.',
  'text_shipping_method' => 'Пожалуйста, выберите предпочтительный способ доставки, для текущего заказа.',
  'entry_country' => 'Страна',
  'entry_zone' => 'Регион / Область',
  'entry_postcode' => 'Индекс',
  'error_postcode' => 'Индекс должен быть от 2 до 10 символов!',
  'error_country' => 'Пожалуйста, выберите страну!',
  'error_zone' => 'Пожалуйста, выберите регион / область!',
  'error_shipping' => 'Необходимо указать способ доставки!',
  'error_no_shipping' => 'Доставка по данному адресу невозможна. Пожалуйста <a href="%s">свяжитесь с администрацией</a> магазина!',
));

