<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'text_subject' => '%s - Партнерская программа',
  'text_welcome' => 'Поздравляем. Вы стали партнером нашего магазина %s !',
  'text_login' => 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке',
  'text_approval' => 'Ваша учетная запись ожидает подтверждения. После подтверждения Вы сможете войти в партнерский раздел нашего сайта по ссылке',
  'text_services' => 'В партнерском разделе Вы сможете получить реферальный код и реферальные ссылки, отслеживать комиссионное вознаграждение и редактировать параметры учетной записи.',
  'text_thanks' => 'Спасибо,',
  'text_new_affiliate' => 'Новый партнер',
  'text_signup' => 'Зарегистрирован новый партнер',
  'text_store' => 'Магазин',
  'text_firstname' => 'Имя, Отчество',
  'text_lastname' => 'Фамилия',
  'text_company' => 'Компания',
  'text_email' => 'E-Mail',
  'text_telephone' => 'Телефон',
  'text_website' => 'Сайт',
  'text_order_id' => '№ Заказа',
  'text_transaction_subject' => '%s - партнерские комиссионные',
  'text_transaction_received' => 'Вы получили %s комиссионных!',
  'text_transaction_total' => 'Общий баланс комиссионных %s.',
));

