<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Ошибка оплаты!',
  'text_basket' => 'Корзина покупок',
  'text_checkout' => 'Оформление заказа',
  'text_failure' => 'Ошибка оплаты',
  'text_message' => '<p>В процессе оплаты возникла ошибка. Из-за ошибки не удалось завершить оформление заказа</p><p>Возможные причины:</p><ul><li>Недостаточно средств</li><li>Сбой проверки</li></ul> <p>Пожалуйста, повторите попытку, выбрав другой способ оплаты.</p><p>Если ошибка повторилась, пожалуйста <a href="%s">свяжитесь с администрацией</a> и сообщите подробности заказа.</p>',
));

