<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => '<p>Ваш заказ принят в обработку!</p><p>Мы свяжемся с Вами в течении 30 минут в рабочее время с 09:00 до 21:00 по мск для подтверждения заказа!</p><p>Спасибо за заказ в нашем Интернет-магазине!</p>',
  'text_basket' => 'Корзина',
  'text_checkout' => 'Оформить заказ',
  'text_success' => 'Операция выполнена успешно',
  'text_customer' => '</p>',
  'text_guest' => '<p>Ваш заказ принят в обработку!</p><p>Мы свяжемся с Вами в течении 30 минут для подтверждения заказа!</p><p>Спасибо за покупки в нашем интернет-магазине!</p>',
));