<?php
// Heading
$_['heading_title']                     = 'Экспорт товаров Вконтакте';

// Text
$_['tab_general']             = 'Общие настройки';
$_['tab_albums']              = 'Экспорт в альбомы';
$_['tab_wall']                = 'Экспорт на стену';
$_['tab_market']              = 'Экспорт в товары';
$_['tab_cron']                = 'Автоматизация (cron)';
$_['tab_vk']                  = 'Настройки VK.com';
$_['tab_license']             = 'Лицензия';
$_['text_attributes_delimeter_help']             = '{br} - перевод строки';
$_['text_var_list']                 = 'Список значений';
$_['export_tpl_info']                    = '
Во всех шаблонах можно вводить произвольный текст и использовать переменные:
<table class="table variables_table" style="width: 500px;">
  <tr>
    <td>{price}</td><td>цена</td>
  </tr><tr>
    <td>{name}</td><td>название товара</td>
  </tr><tr>
    <td>{model}</td><td>модель</td>
  </tr><tr>
    <td>{producer}</td><td>производитель</td>
  </tr><tr>
    <td>{desc}</td><td>описание</td>
  </tr><tr>
    <td>{attr}</td><td>аттрибуты</td>
  </tr><tr>
    <td>{options}</td><td>опции</td>
  </tr><tr>
    <td>{link}</td><td>ссылка на товар в магазине</td>
  </tr><tr>
    <td>{sku}</td><td>код</td>
  </tr><tr>
    <td>{stock}</td><td>наличие</td>
  </tr><tr>
    <td>{meta_description}</td><td>мета-тег "Описание"</td>
  </tr><tr>
    <td>{price_КОД_ВАЛЮТЫ}</td><td>цена в другой валюте, настроенной в магазине(прим., {price_USD})</td>
  </tr><tr>
    <td>{tags}</td><td>теги товара</td>
  </tr><tr>
    <td>{hashtags}</td><td>теги товара в виде <a href="https://vk.com/page-2158488_43961628" target="_blank">хэштегов ВК</a></td>
  </tr><tr>
    <td>{category}</td><td>название конечной категории товара</td>
  </tr><tr>
    <td>{category_full}</td><td>название категории включая подкатегории</td>
  </tr>
</table>
';

$_['text_export_mode_user']             = 'В альбомы пользователя';
$_['text_export_mode_group']            = 'В альбомы группы';
$_['text_export_mode_both']             = 'В альбомы пользователя и группы';
$_['text_module']                       = 'Модули';
$_['text_link_mode_uri']                = 'Обычный';
$_['text_link_mode_seo']                = 'SEO-url';
$_['text_success']                      = 'Настройки сохранены';
$_['text_attributes_tpl']               = 'Пример: чтобы вывести "Размер: 48" нужно указать шаблон "{name}: {value}"';
$_['text_group_owner']                  = 'Только цифры! Пример: 123456789<br>Если у группы задан алиас(адрес вида vk.com/group), скопируйте ID из адресной строки со страницы альбомов группы.<br>Публикация фото в группе производится через пользователя, указанного выше, который должен иметь соответствующие права в группе для совершения этих действий.<br>Возможен любой тип: группа/публичная страница/мероприятие';
$_['text_desc_tpl']                     = 'Можно использовать переменные: 
<br>{price} - цена;
<br>{name} - название товара;
<br>{model} - модель;
<br>{producer} - производитель;
<br>{desc} - описание;
<br>{attr} - аттрибуты;
<br>{options} - опции;
<br>{link} - ссылка на товар в магазине;
<br>{sku} - код;
<br>{stock} - наличие;
<br>{meta_description} - мета-тег "Описание";
<br>{price_КОД_ВАЛЮТЫ} - цена в другой валюте, настроенной в магазине(прим., {price_USD});
<br>{tags} - теги товара;
<br>{hashtags} - теги товара в виде <a href="https://vk.com/page-2158488_43961628" target="_blank">хэштегов ВК</a>;
';
$_['text_desc_tpl_wall']                = 'Дополнительно для сообщений на стене можно использовать переменные:
<br>{category} - название конечной категории товара
<br>{category_full} - название категории включая подкатегории';
$_['text_phone_number']                 = 'Необходим для проверки безопасности входа Вконтакте. Но не всегда обязательно. Система сообщит, если потребуется ввести номер.';
$_['text_image_orig']                   = 'Оригинальное изображение';
$_['text_image_resize']                 = 'Уменьшенное изображение (размер устанавливается в настройках магазина, во вкладке "Изображения" -> Размер всплывающего изображения товара)';
$_['text_user_id_example']              = 'Пользователь, от которого будут производиться все действия. Только цифры! Пример: 123456789';
$_['text_album_name_orig']              = 'Использовать название конечной категории';
$_['text_album_name_path']              = 'Использовать полный путь (категория %s подкатегория)';
$_['text_wallpost_from_group']          = 'От имени группы';
$_['text_wallpost_from_user']           = 'От имени пользователя';
$_['text_all']                          = 'Все';
$_['text_enabled']                      = 'Включен';
$_['text_disabled']                     = 'Выключен';
$_['text_desc_http_catalog']            = 'Необходимо заполнить только если домен вашего сайта является кириллическим. Пример http://www.сайт.рф/ (обязательно / на конце)';
$_['text_cron_user_help']               = 'Внимание! Не используйте основной аккаунт администратора! Рекомендуется создать пользователя в группе с ограниченными правами:<br>
                                            Разрешён просмотр: только extension/vk_export<br>
                                            Разрешено внесение изменений: не выбирать ни одного';
$_['text_vkcc_help']                    = 'Эта функция увеличивает время экспорта';
$_['text_select_all']                   = 'Выделить всё';
$_['text_unselect_all']                 = 'Снять выделение';
$_['text_search']                       = 'Поиск';
$_['text_replacement']                  = 'Замена';
$_['text_replacements_desc']            = 'Эту функцию можно использовать для удаления или замены лишних символов и слов в описании, комментариях. Писать по одному значению на строчку.';
$_['text_model']                        = 'Модель';
$_['text_price']                        = 'Цена';
$_['text_quantity']                     = 'Количество';
$_['text_status']                       = 'Статус';
$_['text_date_added']                   = 'Дата';
$_['text_producer']                     = 'Производитель';
$_['text_albums']                       = 'Альбомы';
$_['text_wall']                         = 'Стена';
$_['text_market']                       = 'Товары';
$_['text_account_setup']                = 'Настройка приложения vk.com';
$_['text_account_setup_desc']           = 'Настройку приложения необходимо производить пользователем ВК, от имени которого в дальнейшем будет происходить экспорт товаров в ВК.';
$_['text_account_step1']                = 'Зайдите на страницу <a href="https://vk.com/editapp?act=create" target="_blank">https://vk.com/editapp?act=create</a>. <br>Введите название приложения(например, название вашего сайта), выберите тип <b>Standalone</b>-приложение и нажмите "Подключить приложение".';
$_['text_account_step1_1']              = 'Если вы уже создали приложение ранее, можете пропустить этот шаг. Список ваших приложений находится здесь <a href="https://vk.com/apps?act=manage" target="_blank">https://vk.com/apps?act=manage</a>';
$_['text_account_step2']                = 'В качестве "Группы приложения" укажите группу, в которую будет производиться экспорт.
(Создайте группу, если её еще нет) <br>Сохраните изменения.';
$_['text_account_step3']                = 'Слева в меню нажмите "Настройки", скопируйте "ID приложения"';
$_['text_account_step4']                = 'Вставьте скопированный "ID приложения" сюда:';
$_['text_account_step5']                = 'Пройдите по этой <a href="#" id="token_link" target="_blank">ссылке</a> и разрешите доступ для вашего приложения к вашему аккаунту. После этого не закрывайте окно обраузера.';
$_['text_account_step6']                = 'В окне браузера, где будет написано <i>"Пожалуйста, не копируйте данные из адресной строки для сторонних сайтов. Таким образом Вы можете потерять доступ к Вашему аккаунту."</i> <b>скопируйте</b> содержание адресной строки браузера целиком. <br>Не пугайтесь предупреждения, вы делаете это для своего сайта, а не стороннего.<br>У вас будет адрес вида <span style="color:gray;">"https://oauth.vk.com/blank.html#access_token=5d21523b4ef3d26e9450d8ee34d1adc9b015f409767777075336ff6ab9c73324e77b4b5ef1268459913da&expires_in=0&user_id=1234567890"</span><br>Вставьте скопированное сюда:';
$_['text_account_step7']                = 'Заполните поля ниже и сохраните настройки модуля. После этого модуль готов к работе.';
$_['text_buy_module']                   = 'Если вы не являетесь покупателем модуля, но хотите его использовать, вы можете купить его здесь <a href="http://vkexport.allex-p.ru/get/" target="_blank">http://vkexport.allex-p.ru/get/</a>';
$_['text_setup_done']                   = 'Приложение уже настроено.';
$_['text_cron_notice']                  = 'Данную функцию рекомендуется использовать только опытным пользователям.';


// Entry
$_['entry_albums_settings']             = 'Экспорт в альбомы';
$_['entry_wall_settings']               = 'Экспорт на стену';
$_['entry_cron_setup']                  = 'Настройка CRON';
$_['entry_shared_settings']             = 'Общие настройки';
$_['entry_market_settings']             = 'Экспорт в товары';
$_['entry_export_mode']                 = 'Производить экспорт:';
$_['entry_user_id']                     = 'ID пользователя VK:';
$_['entry_user_email']                  = 'E-mail пользователя VK:';
$_['entry_user_pass']                   = 'Пароль пользователя VK:';
$_['entry_group_id']                    = 'ID группы VK:';
$_['entry_mode_desc']                   = 'Добавлять описание к фото:';
$_['entry_desc_tpl']                    = 'Шаблон описания к фото:';
$_['entry_mode_comment']                = 'Добавлять комментарий к фото:';
$_['entry_comment_tpl']                 = 'Шаблон комментария к фото:';
$_['entry_link_mode']                   = 'Формат ссылки на товар:';
$_['entry_phone_number']                = 'Номер вашего телефона VK:';
$_['entry_image_mode']                  = 'Размер загружаемого изображения:';
$_['entry_album_name_mode']             = 'Формат названия альбомов:';
$_['entry_wallpost_tpl']                = 'Шаблон сообщения на стене:';
$_['entry_market_product_desc_tpl']     = 'Шаблон описания товара:';
$_['entry_group_wallpost_from']         = 'Отправлять сообщения в группе на стену:';
$_['entry_wallpost_photos_count']       = 'Кол-во фотографий товара прикрепляемых к сообщению на стене:';
$_['entry_photos_count']                = 'Кол-во фотографий товара экспортируемых в альбом:';
$_['entry_market_photos_count']         = 'Кол-во фотографий товара:';
$_['entry_turn_on_autoexport']          = 'Включить автоматический экспорт:';
$_['entry_cron_user']                   = 'Логин пользователя админки для запуска автоэкспорта:';
$_['entry_cron_pass']                   = 'Пароль:';
$_['entry_debug_mode']                  = 'Режим отладки:';
$_['entry_products_per_page']           = 'Товаров на страницу:';
$_['entry_export_only_instock']         = 'Экспортировать только товары "в наличии":';
$_['entry_export_only_new']             = 'Экспортировать только те товары, которые не были ранее экспортированы:';
$_['entry_export_only_enabled']         = 'Экспортировать только те товары, у которых статус "включен":';
$_['entry_num_products_for_cron']       = 'Максимальное кол-во товаров, экспортируемое за 1 сеанс:';
$_['entry_http_catalog']                = 'Адрес сайта на кириллице:';
$_['entry_num_wallpost_for_cron']       = 'Максимальное кол-во товаров для отправки на стену за 1 сеанс:';
$_['entry_attributes_tpl']              = 'Шаблон атрибутов:';
$_['entry_attributes_delimeter']        = 'Разделитель атрибутов:';
$_['entry_vkcc']                        = 'Использовать сервис коротких ссылок <a href="http://vk.com/cc">vk.com/cc</a>:';
$_['entry_category_autoexport']         = 'Категории для автоматического экспорта в альбомы:';
$_['entry_market_category_autoexport']  = 'Категории для автоматического экспорта:';
$_['entry_category_autoexport_wall']    = 'Категории для автоматического экспорта на стену:';
$_['entry_group_photo_comment_from']    = 'Отправлять комментарии в альбомах группы:';
$_['entry_user_replacements']           = 'Поиск и замена произвольных значений в описании, комментарии к фото и сообщении на стене:';
$_['entry_export_albums_only_specials'] = 'Экспортировать в альбомы только товары с ценой по акции:';
$_['entry_export_market_only_specials'] = 'Экспортировать только товары с ценой по акции:';
$_['entry_export_wall_only_specials']   = 'Экспортировать на стену только товары с ценой по акции:';
$_['entry_export_wall_unique']          = 'Исключить повторы товаров при экспорте на стену:';
$_['entry_colums']                      = 'Колонки, отображаемые на странице экспорта:';
$_['entry_delete_out_of_stock']         = 'Удалять из альбомов товары, которых нет в наличии:';
$_['entry_delete_out_of_stock_desc']    = 'выполняется по заданию "обновление товаров в альбомах"';
$_['entry_delete_disabled']             = 'Удалять из альбомов товары, у которых статус "отключен":';
$_['entry_album_only']                  = 'Фотографии в альбомы могут добавлять только редакторы и администраторы';
$_['entry_wall_export_services']        = 'Экспорт записи на стене:';
$_['entry_wall_export_services_help']   = 'Список сервисов или сайтов, на которые необходимо экспортировать запись при публикации на стене, в случае если пользователь настроил соответствующую опцию. Например, twitter, facebook.';
$_['entry_photos_count_help']           = 'При установке значения более 1, время экспорта увеличивается пропорционально выбранному значению, а также появляется возможность вывода капчи. Устанавливайте значение более 1 только в случае действительной необходимости.';
$_['entry_export_root_cat']             = 'Экспортировать все товары из подкатегорий в один альбом корневой категории';
$_['entry_create_market_albums']        = 'Создавать подборки товаров по категориям магазина';
$_['entry_market_action_out_of_stock']  = 'Действие с товарами, которых нет в наличии:';
$_['entry_market_action_disabled']      = 'Действие с товарами, у которых статус "отключен":';
$_['entry_delete']                      = 'Удалять';
$_['entry_status_not_avaible']          = 'Устанавливать статус "Товар недоступен" (товар будет скрыт)';
$_['entry_market_action_out_of_stock_desc'] = 'выполняется по заданию "обновление в товарах"';
$_['entry_num_products_for_cron_market_update'] = 'Максимальное кол-во товаров для обновления за 1 сеанс:';
$_['entry_num_products_for_cron_albums_update'] = 'Максимальное кол-во товаров для обновления в альбомах за 1 сеанс:';
$_['entry_delete_market_copies'] = 'Автоматически удалять копии товара';
$_['entry_price_coef'] = 'Коэффициент цены';


// Error 
$_['error_permission']                  = 'У Вас нет прав для управления этим модулем!';

?>
