<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Географические зоны',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Географические зоны',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Название географической зоны',
  'column_description' => 'Описание',
  'column_action' => 'Действие',
  'entry_name' => 'Название географической зоны',
  'entry_description' => 'Описание',
  'entry_country' => 'Страна',
  'entry_zone' => 'Регион / Область',
  'error_permission' => 'У Вас нет прав для изменения географических зон!',
  'error_name' => 'Название географической зоны должно быть от 3 до 32 символов!',
  'error_description' => 'Описание должно быть от 3 до 255 символов!',
  'error_tax_rate' => 'Географическая зона не может быть удалена, так как назначена %s налоговым ставкам!',
));

