<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Единицы измерения',
  'text_success' => 'Настройки успешно изменены',
  'text_list' => 'Единицы измерения',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_title' => 'Название единицы измерения',
  'column_unit' => 'Единица измерения',
  'column_value' => 'Значение',
  'column_action' => 'Действие',
  'entry_title' => 'Название единицы измерения',
  'entry_unit' => 'Единица измерения',
  'entry_value' => 'Значение',
  'help_value' => 'Установите на 1.00000 если это единица измерения по умолчанию.',
  'error_permission' => 'У Вас нет прав для изменения единиц измерений!',
  'error_title' => 'Название единицы измерения должно быть от 3 до 32 символов!',
  'error_unit' => 'Единица измерения должна быть от 1 до 4 символов!',
  'error_default' => 'Единицу измерения нельзя изменить, поскольку она установлена по умолчанию!',
  'error_product' => 'Единицы измерения не может быть удалена, так как назначена %s товарам!',
));

