<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Регионы',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Регионы',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Название региона',
  'column_code' => 'Код региона',
  'column_country' => 'Страна',
  'column_action' => 'Действие',
  'entry_status' => 'Статус',
  'entry_name' => 'Название региона',
  'entry_code' => 'Код региона',
  'entry_country' => 'Страна',
  'error_permission' => 'У Вас нет прав для изменения списка регионов!',
  'error_name' => 'Название региона должно быть от 3 до 128 символов!',
  'error_default' => 'Страна не может быть удалена, поскольку она назначена по умолчанию!',
  'error_store' => 'Регион не может быть удален, так как назначен %s магазинам!',
  'error_address' => 'Регион не может быть удален, так как назначен %s записям адресной книги!',
  'error_affiliate' => 'Регион не может быть удален, так как назначен %s партнерам!',
  'error_zone_to_geo_zone' => 'Регион не может быть удален, так как назначен %s географическим зонам!',
));

