<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Группы атрибутов',
  'text_success' => 'Настройки успешно изменены!',
  'text_list' => 'Список группы атрибутов',
  'text_add' => 'Добавить',
  'text_edit' => 'Редактирование',
  'column_name' => 'Название группы атрибутов',
  'column_sort_order' => 'Порядок сортировки',
  'column_action' => 'Действие',
  'entry_name' => 'Название группы атрибутов',
  'entry_sort_order' => 'Порядок сортировки',
  'error_permission' => 'У Вас нет прав для изменения групп атрибутов!',
  'error_name' => 'Название группы атрибутов должно быть от 3 до 64 символов!',
  'error_attribute' => 'Внимание: Эту группу нельзя удалить, так как она используется %s атрибутами!',
  'error_product' => 'Внимание: Эту группу нельзя удалить, так как назначена к %s товарам!',
));

