<?php
// Heading
$_['heading_title']    = 'Почта России 2.0 - Перенос оплаты на наложенный платеж';

// Text
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_total']     = 'Модули';

$_['text_rpcodonly2_notice']     = '<p>Цель надбавки в том чтобы пользователь оплатил доставку в магазине сразу, а остальную сумму при оплате налож.платежа</p>
<p>В списке итоговых сумм заказа пользователь будет видеь примерно следующее:<br>
Стоимость товаров: 500 руб.<br>
Стоимость доставки: 200 руб.<br>
Перенос оплаты в налож.платеж: -500 руб.<br>
ИТОГО: 200 руб.</p>

<font><b>ДЛЯ РЕАЛИЗАЦИИ ЭТОЙ СХЕМЫ НУЖНО:</b></font>
<ul>
	<li>Отключите способ оплаты "Почта России - наложенный платеж" (оплата за доставку будет происходить каким-то другим из доступных способов оплаты)</li>
	<li>Надбавку появляется только если выбран способ доставки с объявленной ценностью, поэтому в настройках способа доставки Почта России, в самом верху, в опции "Отображать способы доставки в одном методе или раздельно?" - нужно выбрать опцию "Раздельно".</li>
	<li>В настройках модуля доставки во всех названиях способов доставки с ОБЪЯВЛЕННОЙ ЦЕННОСТЬЮ везде должно быть указано что доставка осуществляется с наложенным платежом.</li>
	<li>Порядок сортировки надбавки должен быть меньше чем ИТОГО, но больше чем все остальные способы оплаты. Поэтому если у ИТОГО порядок сортировки = 9, то для той надбавки укажите например порядок сортировки = 8.9</li>
	
</ul>
'; 


// Entry
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>