<?php
// Heading
$_['heading_title']     = 'Предоплата (sergius_sv)';

// Text
$_['text_total']       = 'Общая сумма заказа';
$_['text_success']      = 'Настройки модуля обновлены!';
$_['text_precent']      = 'Процент';
$_['text_fixed']        = 'Фиксированная сумма';
$_['text_edit']         = 'Изменить';

// Entry
$_['entry_shipping']          = 'Использовать при доставке:';
$_['entry_total']             = 'Рассчитывать от:';
$_['entry_type']              = 'Тип:';
$_['entry_value']             = 'Размер предоплаты:';
$_['entry_min_value']         = 'Но не менее:';
$_['entry_reduce_prepayment'] = 'Не уменьшать предоплату:';
$_['entry_status']            = 'Статус:';
$_['entry_sort_order']        = 'Порядок сортировки:';

//help
$_['help_min_value']          = 'В валюте, если не хотите использовать поставьте 0';
$_['help_reduce_prepayment']  = 'Не уменьшать предоплату если она больше минимального значения.';
$_['help_total']              = 'Если выбрано несколько, то расчет пойдет от суммы выбранных значений';
$_['help_sort_order']         = 'Модуль должен быть последним в списке, ставьте значение самое большое из всех.';

// Error
$_['error_permission']  = 'У Вас нет прав для управления этим модулем!';
$_['error_shipping']    = 'Необходимо выбрать хотя бы один способ доставки!';
$_['error_total']       = 'Необходимо выбрать из чего высчитывать предоплату!';
?>