<?php
// Heading
$_['heading_title']    = 'Комиссия за налож.платеж Почты России 2.0';

// Text
$_['text_total']       = 'Комиссия за налож.платеж Почты России 2.0';
$_['text_success']     = 'Настройки модуля обновлены!';

$_['text_rpcod_insum_notice'] = '<font color=red><b>Внимание!</b></font> Порядок сортировки должен быть меньше чем в "Итого" и больше чем в любом другому пункте.
Если у Вас у "Итого" порядок сортировки "9" - то поставьте в этом поле "8.5"';

// Entry
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>