<section class="description">
  <div class="container">

    <h3 class="description__title">Магазин хищных и экзотических растений</h3>
    <br>
    <p class="description__text">Добро пожаловать в магазин хищных и экзотических растений. Только у нас вы можете
      найти самые таинственные и удивительные растения из всех, существующих на Земле.</p>

    <p class="description__text">Наш интернет-магазин "Exotica" предлагает Вам широкий выбор плотоядных цветов
      и суккулентов, которые вы можете заказать как оптом так и в розницу. А так же на сайте представлены разнообразные
      флоррариумы, горшки ну и конечно все для ухода.</p>

    <p class="description__text">Полный каталог вы можете посмотреть тут или в группе вконтатке.</p>

    <p class="description__text">Осуществляем курьерскую доставку по Москве и по московской области. Доставка
      по России и СНГ осуществляется транспортной компанией до пункта самовывоза.
    </p>

  </div><!-- /.container -->
</section>
<!-- /.description -->