<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Рефералы Партнера',
  'text_account' => 'Кабинет Партнера',
  'text_description' => 'Чтобы зарабатывать по партнерской программе, вы должны разместить реферальную ссылку на нас. Используйте инструмент указанный ниже, для создания реферальных ссылок для %s.',
  'entry_code' => 'Ваш Реферальный код',
  'entry_generator' => 'Создать реферальную ссылку',
  'entry_link' => 'Реферальная ссылка',
  'help_generator' => 'Введите название товара для которого желаетет создать ссылку.',
));

