<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Менеджер изображений',
  'text_uploaded' => 'Файл загружен!',
  'text_directory' => 'Готово: Директория создана!',
  'text_delete' => 'Файл или директория удалена!',
  'entry_search' => 'Поиск..',
  'entry_folder' => 'Новая папка',
  'error_permission' => 'У вас нет прав доступа!',
  'error_filename' => 'Имя файла должно быть от 3 до 255 символов!',
  'error_folder' => 'Внимание: Имя директории должно быть от 3 до 255 символов!',
  'error_exists' => 'Файл или директория с таким именем уже существует!',
  'error_directory' => 'Выберите директорию!',
  'error_filetype' => 'Внимание: Некорректный тип файла!',
  'error_upload' => 'Внимание: Файл не может быть загружен по неизвестной причине!',
  'error_delete' => 'Невозможно удалить директорию!',
));

