<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Забыли пароль?',
  'text_forgotten' => 'Забытый пароль',
  'text_your_email' => 'Ваш E-Mail',
  'text_email' => 'Введите адрес электронной почты, связанный с Вашей учетной записью. Перейдите по ссылке сброса пароля, отправленной вам по электронной почте.',
  'text_success' => 'Ссылка подтверждения был отправлена на ваш адрес электронной почты.',
  'entry_email' => 'E-Mail',
  'entry_password' => 'Новый пароль',
  'entry_confirm' => 'Повтор пароля',
  'error_email' => 'Такой E-Mail не найден',
  'error_password' => 'Пароль должен содержать от 3 до 20 символов!',
  'error_confirm' => 'Пароли не совпадают!',
));

