<?php
$_ = array_merge(
  (isset($_)?$_:array()),
  array (
  'heading_title' => 'Бэкап / Восстановление',
  'text_backup' => 'Архивировать базу данных',
  'text_success' => 'База данных импортирована!',
  'text_list' => 'Бэкап / Восстановление ',
  'entry_restore' => 'Восcтановить базу данных',
  'entry_backup' => 'Бэкап',
  'error_permission' => 'У Вас нет прав для управления данным модулем!',
  'error_backup' => 'Необходимо выбрать минимум одну таблицу для бекапа!',
  'error_empty' => 'Загруженный файл пуст!',
));

